{
    "cards": [
        {
            "id": 0,
            "card_name": "The Fool",
            "love": {
                "single": "The love situation is difficult to guess what will be like. You may feel tired and bored with the love conditions that are currently encountered. In single, there are criteria to find long distance love. Or find love with foreigners as well It was a sudden meeting unexpectedly. But the people who come in will still have a clear attitude for you",
                "in_relationship": "During this period, you may be somewhat frustrated because the lover is not sure. Including the mood is quite fluctuating, therefore Makes you not right But the relationship is not very bad because it may be traveling together To support the relationship better"
            },
            "career": "During this period, it will be a period when you are very bored. Especially if you have to work in the same way every day, it will make you want to find new challenges for your own working life. There may be travel about work. Both in the country and abroad In addition, you may look for new ideas or ideas in the work content because you don't like to do monotonous. Or being too crispy in working However, you will work according to your own emotions during this period, making others think that you are not responsible for their duties as they should. If there is a idea of ​​wanting to change the job, should wait for the first time because it is not suitable to change anything in this period.",
            "finance": "You tend to have some financial stress. But not much With this card indicating the situation that is uncertain Therefore, financial matters are the same. Your income and expenditures are not very balanced. Causing this period to be tender, you may feel that you do not use extravagant things or buy things that are too expensive. But you yourself have a systematic money. Can say that spending as you wish as well If you want anything, buy without hesitation. Which makes your money collection quite difficult It was a time without savings. Or can't save money at all In addition, you tend to like risks. May be interested in playing stocks Or gambling as well",
            "health": "Should be careful of the disease caused by traveling, such as allergies, air, allergic to dust, which overall is still considered that there are not many problems. However, be careful of small accidents that may be caused by negligence as well. In people who are sick or uncomfortable, you may have to be more careful because the body is still weak, causing other illnesses, as well as having to recover first because it will not disappear in this period.",
            "personality": "Optimistic Dare to lose love, freedom, love, travel and adventure Like doing risky things Not attached to the rules, thinking outside the frame, like a cheerful child, has a lot of humor, hilarious friends Easy to get along with people, lazy, can relax. Use more emotions than reasons Often do what you want. Don't think about the back Curious and some angles will be impulsive. I'll go up and down.",
            "education": "In this period, you will be quite bored. And lacking enthusiasm to pay attention to your own education You will have the feeling that you want to do something more fun than to sit and stress about school. Therefore, it is very possible that you will focus on some subjects that you are interested in or fun teachers. In addition, beware of attaching friends Too much attached, so it's not very interested in studying. If there is before the exam during this period, the test results will not be very satisfactory. Even if you can do the exam through In summary, you should be more disobediently, otherwise the grades may come out worse than you think.",
            "luck": "You will have some fortune, but the opportunity is not much. It is possible that there may be unexpected fortune. If asking about luck, there will be some hope. 50% chance of risk"
        },
        {
            "id": 1,
            "card_name": "The Magician",
            "love": {
                "single": "The situation of love in this period may be a period that is just starting. Still need to study the temperament first Don't be urgent. If you are single, you may meet a charming person. New relationships have occurred, but still do not see the clear direction of the relationship that will be next.",
                "in_relationship": "You may be tired of the relationship. Lovers may not be very much in this period. However, if there is an awkward matter, it is best to open up and talk. Captures or expecting a lover too much because it will easily lose feelings In addition, some lovers should be released. Do not follow the fault or expect too much in your lover because it will easily lose feelings."
            },
            "career": "There may be new things in work, such as getting new jobs or doing new projects that have never been done before. You will feel enthusiastic and ready to learn new things at work as a basis, and you tend to be a person who likes to think and like to plan, as well as the courage to present ideas and opinions as well, making people around us often trust you to be responsible for difficult work, which you will feel like a challenge and make your work full of fun. In addition, if having to present the work to the boss/adult at work Will do smoothly And is impressive of the boss, including your colleagues as well",
            "finance": "Regarding the financial matters, there is still money coming in to rotate without interruption. It may not be very smooth, but there is still no financial problem at this stage. If in the past, you had financial problems before, it would show that those problems would gradually alleviate, allowing you to relieve anxiety for a while. However, do not create a new problem by spending money as you wish. Because even if you can spin money in a timely manner But it will make your use of money systematically And there is a problem following in the future If you do your own business You may also be careful about financial documents. In people who are thinking of investing new things, they should study the knowledge of assets to invest well first. Do not believe in the advice of the people you know. Because if there is not enough knowledge of investment, there may be a loss",
            "health": "You should be careful of the disease related to the blood system. Including the body circulation system In addition, be careful of headaches such as stress or migraine, should find time to rest and do not overdo it. In people who are sick or uncomfortable, it may take some time to recover. Because there is still a chance to come back without taking good care of the body",
            "personality": "Being intelligent, knowledgeable, ambition Survive well Self -confident Like to learn new things Do not stop being good at saying good negotiations. Usually does not work with the line that is studied quickly, making money well but is easily bored Often found love from social communication",
            "education": "During this period, you will start to feel that you are more enthusiastic about studying. As well as having the idea to develop better education potential in the past However .. in this phase, you should try to fully dedicate your studies. Because your brain will be clear and make you understand the various academic quickly. If there is a presentation in this period, you will be able to do better than you think. And make people around you more acceptable for your ability What you need to be careful is that you may think that you understand the subjects that need to be studied, but when deep down in detail, you may miss it because you only know the skin.",
            "luck": "During this period, you often have fortune due to yourself. Or your own abilities, such as the fortune, etc. But if it is a fortune that has been acquired, the money is not yet available. In terms of gamble, it can be hoped. 50% chance of risk"
        },
        {
            "id": 2,
            "card_name": "The High Priestess",
            "love": {
                "single": "The love situation in this period will look quite vague. Makes it difficult to guess what direction the relationship will be If you are still fierce and meet someone, you may feel that he is charming. And attract you to approach It seems that he is a mysterious person, which makes you want to Know him more However, should check carefully because it is likely that he may already have lovers.",
                "in_relationship": "You may be worried and stressed about the relationship between you and your lover. Your lover may have an attitude that makes you feel suspicious or not confident. You need to spend more time and patience in supporting the relationship in the perfect place. There may also be communication or discussions in a non -disclosed manner as well. This period may require a lot of patience to support the relationship."
            },
            "career": "During this period, you may be uncomfortable. And bored of work Which may be a matter of society in the workplace is not good Or work with high pressure as well If you work that requires creativity Or design work, it is considered that the work will not have much problems. But if working in other types, be careful to work wrong as well The atmosphere of this work is not very good. You need to control your emotions because there are often fussy things that cause Knot to drop frequently in people who do personal business during this period, not very good rhythm. Do not invest anything. More should wait for a while.",
            "finance": "Finance in this phase is a very difficult period of money. You may have ideas about the future. Or have the idea that you want to save money But these emotions tend to have periodically, making it conclude and not collected once If you think that it will be collected, because there are often reasons to use money and luxury things in people with debt, it may be very stressful. Because I don't know which way to turn money from Should be comfortable and gradually find a way to fix step by step And should save more If anyone borrowed money, it is likely that you may be drawn by a sword. Being wrying money Or if not following the demand for a long time to get back In summary, the financial period is not very good, so don't spend too much.",
            "health": "Your health in this phase is not much worrisome. But should be careful of the health related to the abdomen Especially in the area of ​​the stomach very much Including fat related diseases Various cholesterol and body weight problems as well.",
            "personality": "Is a solitude lover but keeps good data Can maintain secrets High private world Have a mysterious charm Previous premonition Have imagination and creativity Often do something according to emotions, sensitive, sometimes like to think for others and think too much, causing uncomfortable During irritability, will use good money. Have a self -consciousness",
            "education": "If your education is related to art Or subjects that do not focus on calculating much The academic performance is quite better than expected. But if it is a subject related to calculations, it may be more careful than usual. Because there is a chance to make a mistake This period should be careful of insufficient sleep. Or sleep too late because it will affect the study Make it unaware of learning If there is a competitive examination in this period, there will be not much. Should be more intended Have a chance to repair Or missed at the point that you are sure that it shouldn't be missed In addition, if there is a feeling that the exam will be out Try to believe in your instincts. Because it is likely to follow",
            "luck": "During this period, there is no fortune. If waiting for the good news, it is likely to be delayed than you expect. In terms of gamble, it's not very suitable. 20% chance of risk"
        },
        {
            "id": 3,
            "card_name": "The Empress",
            "love": {
                "single": "If you are still single This card appears that you tend to meet someone in the future. But still not sure that the relationship What form will it be? Still have to wait first But if you like or are interested in someone, you may have to be an offensive. If staying still, would like to know That there is a chance of how much hope But should approach slowly",
                "in_relationship": "During this period, the relationship between you and your lover will be warm and very close. If you have been dating for a while Will look at the future together Want to create a family together In addition, in people who are married, if you want to have an heir to investigate, this is considered the right time as well."
            },
            "career": "In this period, the work may not have anything to challenge you. If you keep doing it, inert your work may make you run out of power. Therefore, you should look for something that adds experience in various fields for yourself. In people who have worked for a long time, this rhythm will have the opportunity to progress. Promoted to the position Especially if the boss is a woman, you may be well supported. But must also always please the boss For those who do personal business You may feel the progress of the business that gradually has to expand slowly but stable. If you have been doing business for a long time, that means you may get more customer base. Or have more sales But if just starting the business You should be calm and patiently wait.",
            "finance": "Be careful of your own money. Because at this time you will feel that there is something that you want to be full Makes the decision to spend without contemplation carefully And may come to sit back and regret the money later Especially in women, there may be costs regarding clothing. Or beautiful things Including extravagance as well Because you will start to feel that you want yourself to look better than before But if a man may receive financial support from female adults Can be a mother, lover, or the boss gives the opportunity to work Can improve finance as well In personal business people, finances will start a little better, but don't be careless. If waiting for financial news, it is likely to receive money for sure. But there will be delays occurring",
            "health": "This period should be careful of too much stress. Or head -related diseases such as migraine, headaches, including a little reason for people who are sick or uncomfortable Will have better symptoms than before Overall is considered stronger. It is likely to disappear soon.",
            "personality": "Gentle but not weak, kind, has a high mother Like to take care of others Love convenience until sometimes secretly lazy But will not stop working until Will have enough money because of fear of difficulty Buy anything, often do not buy one piece. Must have a backup Help a lot of people Rejecting people rarely, often not falling, always have enough money If it's a man Most of them will have patronage.",
            "education": "Be careful of acting too comfortable. In studying, it can make your academic performance worse. In this period, you may feel that it is not very interested in studying as much as it should be. Be careful of problems with adults in the house because of this. But if you study faculty or subjects related to art Or creativity You will be able to make a grade better than expected. However, it should be tried more seriously, it will improve the overall grades. If there is any exam in this phase, don't be careless. Because you may not be worried Or think that it is too comfortable Which will have more negative effects on you than good results",
            "luck": "You may have a little luck from female adult relatives. Or if there is a female boss, it will be supported by your own boss Regarding opportunities for luck There are still some hopes about 30%."
        },
        {
            "id": 4,
            "card_name": "The Emperor",
            "love": {
                "single": "Single people will have the opportunity to find love with men older than you for many years. In which his personality will be very leadership It can be said that he is a straightforward person with his feelings. He may flirt with you straightforward and quickly attack you. In addition, you may find love from traveling abroad or finding love with foreigners as well.",
                "in_relationship": "You will feel that lovers do not care about you as much as they should. And often do as you like. Many things make you Losing the feeling of this couple, it is necessary to feel that the lover does not come to the heart in the right position. And often do what you want Demanding too much will make the relationship worse."
            },
            "career": "If you work involved with foreigners Or organizations that work are foreign companies Considered that the work in this phase will be smooth and not very much. But must be careful of conflicts with the boss Or adults at work as well You will feel tired of the work you are doing. As well as having quite a lot of pressure However, this card will indicate the move forward. Do not escape the problem or walk back Regardless of how serious the problem is If you do not give up easily, it will definitely be successful. In those who work their own work, they still have to wade and endure the business. Overall, the business is still stable, but there may not be much profit.",
            "finance": "Finances in this phase are not very good. But still able to control the financial situation You may have to reduce socializing a bit because it will run out a lot of money or tourism. In some people, there may be expenses regarding adults in the house. Or traveling abroad If not necessary, do not let anyone borrow money during this period because it is longer than it will return. In people who are having financial problems, try to consult the adults you respect. You may receive help from seniors. Or adults in your house People who do their own business will have enough money to rotate. But must be very careful Because there may be problems that can not turn the money later",
            "health": "This period should be careful of too much stress. Or head -related diseases such as migraine, headaches, including a little reason for people who are sick or uncomfortable Will have better symptoms than before Overall is considered stronger. It is likely to disappear soon.",
            "personality": "Love perfection Like people to admire Big face Waste of money, but can't lose Usually a powerful person What do you say? People will stop listening to high standards. Do not like people to displease Absolutely decision Love and dignity Being a fighter, invading, has a high ego, diligent, does not trust anyone to work easily Because he was afraid that others were broken Have their own reasons and most of that reason will always be correct",
            "education": "During this period, there will be a feeling of stress and pressure on education. It may be a time when there is a homework or has to make a lot of reports. Makes it more tired than usual If there are subjects related to foreign languages, you must be especially careful. May not understand or learn to do not know In people who have exams during this period, it is still considered OK. But if wanting a better score, it is necessary to be more diligent. Simply called, if wanting to study successfully, they must be self -reliant, do not hope, or hurry to prepare to take the final episode because they will not catch up. In people who have to work in groups, you may feel that friends in the group are not very cooperative or you are the main head of the group, making it work more than others.",
            "luck": "Overall, it is not considered a lot of fortune. But is considered to receive help from male adults In terms of gamble There are not many opportunities, but it can be risky about 30%."
        },
        {
            "id": 5,
            "card_name": "The Hierophant",
            "love": {
                "single": "In single people, there will be no chance of love. Or maybe someone comes into life But not good enough So don't care about Very much love Being single first, maybe some lonely but less suffering As for those who secretly love, the relationship will not progress much. It takes time to learn slowly.",
                "in_relationship": "You may be open -minded to talk honestly. And should use reason more than emotions You may have older lovers or adult habits. Therefore have to be patient when they complain or teach you In a couple that have been together for a long time, there may be a talk about The future between you, what to do next?"
            },
            "career": "You will have a need to grow and progress in your career. It can be said that this phase will be committed and confident that others may be disgusted by you. If working for a long time, there will be a chance to promote if you have outstanding work. Or have improved yourself, such as going to study, studying foreign languages, etc. But if you do not have any additional skills at all, it must be confident that this phase may not have a clear progress. Is working continuously, for those who are looking for a new job, you still have some hopes as well But may be negotiated about salary, making it difficult to decide whether to move the job well or not",
            "finance": "It is a period that is determined and really needs the future. If you spend money in the past, you will start to worry about your financial future. Have an idea to invest Or find ways to increase existing money In regular workers, you will start to save more than before. And there is a need to make more money For personal business people, you may have to manage the company's financial system. It will help the financial in the organization more agile as well. In addition, the overall financial is still considered not stuck. Called that this rhythm is quite money coming in to spin smoothly.",
            "health": "Should be careful of the throat disease, such as sore throat, neck, sprains or bronchitis In addition, eating too little water or working hard can result in chronic illness as well. Therefore should take good care of your health. In sick people, should find time to see a doctor. And adjust the behavior of new life If the chronic is sick, the symptoms will improve but not 100% well.",
            "personality": "Often do anything in accordance with the rules and regulations, respect, rules, discipline, consistent people Love convenience Thorough Some angles will look conservative and fussy. A solemn personality or solitude Like to search for information, philanthropy, charity, kindness, generous, like doing things repeatedly, hate the problem of quarrels, so think a lot, so do not promise anyone easily Focus on doing something that is correct, safe, not risky. High caution",
            "education": "You will feel that you are more determined to develop your knowledge. Especially if in the past, you didn't pay attention to studying as much as it should be. You will have an idea of ​​improving yourself to be more diligent and determined to study. Overall, it will be a time when you are especially intended to study. Which will result in your learning developed slowly. If the basis of your habits is not a very patient person Must be careful to be diligent for a short while and then go back to be lazy If there is any exam, during this period it will be considered quite a chance. The academic performance is at a satisfactory level. However, you must be serious about studying as well. In people who have graduated with a bachelor's degree You may have an idea to study a master's degree. Or study to a Ph.D.",
            "luck": "During this period, your horoscope will not have much fortune. But should go to make merit and enhance the horoscope will help the life to be smoother If asked about the gamble, this card is not very effective in this field. Risk of about 20%"
        },
        {
            "id": 6,
            "card_name": "The Lovers",
            "love": {
                "single": "If you are still single, there will be a new criteria to find love. Meet people who are very charming. Difficult to restrain In addition, meeting In the midst of a refreshing atmosphere Have the opportunity to develop relationships as well Or you may be in a situation that must choose who is good in a charming time to the opposite sex.",
                "in_relationship": "It was a time full of joy. Feeling happy and unable to tell If you have just been in a relationship, it will be in the back of the randomly. Anything is good, but in the long run, it is still necessary to study a lot of temperaments. If dating for a long time, in this period, lovers will pay attention to you. Makes the relationship sweeter more than before"
            },
            "career": "There will be some situations for you to make a decision on work. Or have more than 1 proposal in your work If looking for a job, there are criteria to get a new job as well. But the opportunity is not yet full Still have to win first You will feel that you have learned something new about work, making you not very bored in this period. In personal business people, there will be a good way to make your business more well -known. In addition, you may have the idea of ​​jointly invest in doing some business with your friends as well. Or some people may be looking for business partners Which doing business with partners at this stage is considered a good rhythm",
            "finance": "Finances in this phase are mostly in the form of left-hand.-Pay the right hand all the time. Even if you try to save, there are always things to spend. Especially if you like to socialize Meeting new people, it makes your expenditure even more. If thinking of saving, having to try to reduce some parties, it may be enough to help. In addition, you tend to lose money with clothes. Or very special ornaments as well In people who work regularly, it may be difficult to find more money. But if you have an additional job, it will be considered a revenue from additional work. Causing not to feel that money is very tight For private workers, finances are not very stable. Therefore, there should be a reserve in the business as well.",
            "health": "During this period, the overall health is not very worried. Just be careful of pain Or slightly injured in the shoulder or upper arm area, there may be sprains In people who are sick, the symptoms have not improved, but in the stability. Therefore should take care of the body a lot",
            "personality": "The dream is imagined. There is a high energy. But must give people to stimulate a lot of friends, like to socialize, do not like being alone Highly friendly Makes others feel kind or fall in love easily So considerate that sometimes it may not be yourself Not very conflicting Always open friendship and love. Make it look flirtatious Spend money according to emotions Rarely collected money Often do not like to conceal anything Be revealed",
            "education": "Your studies are not considered very good. But is in the criteria that is considered ok During this period, your mood will rise and fall. Feeling diligent in studying periodically. After a long time, it became lazy. Therefore, be careful of short concentration in school. In some people, it may be in a situation that must be chosen in one way, such as choosing which faculty. Or which subject Or may choose to move to study well, for example, in the decision, should be considered carefully Otherwise, it may be sad later. If there is an exam in this period, there are criteria to pass the exams.",
            "luck": "During this period, there may be a little fortune from your friends. Or from your own lover In terms of gamble, there is still a risk of about 50%."
        },
        {
            "id": 7,
            "card_name": "The Chariot",
            "love": {
                "single": "You will feel tired of many things around you until you don't have time to find love. But not that there is no opportunity to find love In people who are still single, if there are tourism Traveling may also find love. But if you like it, you have to go and flirt with you. If not doing anything at all",
                "in_relationship": "Must be careful of arguments or quarrel with each other. During this period, you may have to mind that lovers are quite overbearing and trying to overcome you. Some people may feel that a fussy lover and people are so annoying. Therefore, it is better to calm down and do not keep a small matter to think of a headache."
            },
            "career": "The situation on this period of work may have many problems. Makes you a headache and feel exhausted if you have to contact both people in the organization. Or outsiders You should be very careful about your emotions because it will cause problems with those around you. Including being negatively seen In some people, they will feel that the work is overwhelming. Called that it was a chaotic matter about work. However, if you can endure enough, you can overcome your own problems and will make you better. For personal business people, they still have to overcome a lot of obstacles. Including business competitors that are increasing as well",
            "finance": "You will feel tired. And saw that before getting the money, it was difficult During this period, you will still have the ability to make money to spend in time, but you will feel like you have to work hard. To get money However, overall there will be just enough money but not to be extravagant. Therefore, do not spend or increase the cost that is not necessary. It is better to reserve money first. In people who do personal business, still have to be tired. Must follow the customer's credit limit until bored But had a chance If thinking of investing anything during this period, should wait for the time because there is a chance of money. Or invested for a long time to return the return",
            "health": "Health should go to check some because it may be ill without knowing it. Or there may be a small accident that can occur, so must be very careful In people who are sick, they still have to look at the symptoms first because they have the opportunity to collapse again. Still considered not quite well. S",
            "personality": "The habit of fighting people is not afraid and disobedient. Like traveling, love cars, often travel or far from family Highly responsible and patience Can be pressured Doing anything to achieve success. Honest to work and friends Mood swings Easy to get angry.",
            "education": "Overall, you need to diligently study more. You may feel tired or lazy. But this card often indicates the success obtained from his own efforts. And not many people provide help Therefore, if you are more determined to study The results will definitely make you feel proud. In people who work groups, be careful, there are problems within the group as well. Therefore, should calm down and do not use emotions because it will cause the problem to escalate. If there is a competitive examination at this time, there are still winning criteria. Or successful But had to exchange with the hard effort",
            "luck": "Regarding the fortune, it is not very coming in. Want to have something to rely on your own efforts to succeed In terms of gamble, there are not many opportunities about 20%."
        },
        {
            "id": 8,
            "card_name": "Strength",
            "love": {
                "single": "In single women, you will feel that you have dignity. And do not want to allow anyone easily, so in some people may choose to be more single than struggling to find a girlfriend Because you don't want to change yourself for anyone For those who secretly love anyone, may not see the opportunity to be fulfilled. If you can decide, it will be good. Than because if waiting, may have to wait a long time",
                "in_relationship": "Must be careful of conflicts because you tend to not allow lovers Or may be too much to love the lover as well, but most of the cards are good for women Because the man often has to give you (Because you don't agree to him at all A lot of dignity)"
            },
            "career": "During this period, there will be the opportunity to show the ability at work. Be assigned to a new way, which will be a job that you feel is difficult for you. But if you succeed, it will give you a lot of experiences that are very valuable. Be careful of conflicts with colleagues or women who are women. Therefore, be careful of your own expression. Don't be too confident in yourself because it will be seen as hard. Or not listening to other people As for those who work, private will be quite difficult. The situation in the business is not very good. But if not easily given up, things will definitely be resolved in a better direction",
            "finance": "It was a time when the money spread. And has quite a lot of expenses You will feel the deficiency of money, so don't be careless in spending money. Many people may have money to pay for health. Including the side of the luxury as well It is also very careful of your big face. Because it may be used to feed friends until causing himself to suffer People who do personal business during this period must still support the company's financial situation. Because it may be more difficult to make money In people who have ideas to invest Whether playing stocks Or increase the capital in the business It should be better to slow down.",
            "health": "Overall, your health is still considered good. There is not much illness. But be careful about using your eyes May have eye pain Especially those who work to stare at the computer often for people who are sick and sick. Will tend to get well soon",
            "personality": "Have high self -confidence, gentle, brave, strong, doing something seriously But also use good money Tend to spend money on self -care or buy things you like Is a high taste Absolutely do not let himself be shabby Sometimes watching a lot and the owner of the eyes of others Because there is a habit of choosing a controller",
            "education": "It was a time when tiring and especially patient. You will feel that studying during this period is more difficult than usual. And there is anxiety that the academic performance can be worse However, if you have enough commitment, you can definitely pass it. If you have the opportunity to try to give a senior friend to recommend to study, it will be useful to you. In addition, it may be given useful advice from older women. May be seniors Or female teachers as well In group work, do not be too confident in yourself because it can be offended. If there is any exam in this phase, it must be more diligent than ever before.",
            "luck": "Regarding the fortune is not very clear. So don't just expect As for the opportunities in the field of luck, there is still a chance. The average of about 30-40%"
        },
        {
            "id": 9,
            "card_name": "The Hermit",
            "love": {
                "single": "This period will be a very lonely and lonely time. You will feel deeply sad to be alone. But didn't show Let other people know about love, if secretly like someone for a long time Will start to be the period that you put on everything, including not wanting to pour anything for the other party anymore",
                "in_relationship": "There are gaps in the relationship between you and your lover. It may be said that it is a period when there are lovers. But it seems like no lovers tend to leave people alone Or may not have time for you Some cases may mean people who have older people. Or the habit of being more mature as well"
            },
            "career": "Regarding work, you will be bored of work periodically. Most of the work you are responsible for is often not able to find people to help. Or have to take the role hard to do alone Be careful of conflicts with people who work. This period should be idle, do not be too busy with anyone. In addition, it may be adults at work fussy with you. Must be very patient Anyone who wants to resign in this period Must accept that if you don't have extra income Or other special abilities, you may be unemployed longer than you think. For those who do their own work Or do personal business During this period, the atmosphere in the event will be lonely. Not many customers But still not ruined",
            "finance": "Your financial situation is still not very smooth. There are often small obstacles or expenditures, causing the money to be delayed. However, if careful, save money early, then can solve the situation only. There may be financial news. But had to wait for a long time to get as agreed People who do personal business are just expanding or expecting profits during this period. It is better to support the situation before. If there is a chance to go to the temple to make merit, it will be very good. Because it will help enhance your financial horoscope",
            "health": "Health in this period must be careful of not getting enough rest. May cause stomach diseases Or have stomach pain If he had had gastritis before, be careful because there was another chance of recurring. People who are sick in this period do not violate too much body. Should rest and take good care of yourself because it is likely to recover slowly",
            "personality": "Being observant, observed, gilded, paranoid, careless and always careful Like something that is gradually I don't like changes suddenly. Doing things often do slowly. Love is solitude alone comfortably. Spend money Giving more value to the inside Is a good consultant for others and never taking advantage of anyone",
            "education": "During this period, you may have to be a little diligent. Because there is a chance that the academic performance will be worse as well You may start to find time to review the lesson for yourself. It is a good choice to make your grades progressed. If there is a group work Or work that takes quite a long time It is likely that you may be the main person to be responsible. Therefore, do not be discouraged first. Because the more you do more than others You will get more knowledge than others. In those who have graduated There may be a life plan to continue studying. Which is quite likely to continue to study as intended",
            "luck": "The fortune is not very much. If going to pay homage to sacred things May cause luck In terms of risk, the opportunity is quite small. Approximately not more than 20%"
        },
        {
            "id": 10,
            "card_name": "Wheel of Fortune",
            "love": {
                "single": "In single people, this fire may not be very lucky in love. Because often giving work luck And more finances But still considered You have the opportunity to find love if there is a society. Or meet some new people in people who secretly like someone. The relationship will not be very advanced. Or looking for similar interests, it may cause the relationship to progress.",
                "in_relationship": "It is a period that may not have much personal time in your partner. But still considered that the relationship has progressed. You may learn some of the lovers of lovers. Which gives you more understanding of your lover If you have a problem before this, you will have a chance to reconcile. Can come back together again"
            },
            "career": "There will be progress in work. There may be promoted. Be assigned to a new job that helps you to have experience in the field you are doing. If anyone is waiting for the opportunity to work, it is a good rhythm for you. Should be determined to work in the full responsibility, including trying to present the work for others to agree. In addition, it may mean work during this period, there must be a trip outside Or have training Seminar to increase your own skills In personal business people, it is considered to be expanded in terms of business. May be accepted or more acquaintances It can be said that it is truly your uptrend. Therefore, should hurry to seize the opportunity here because good opportunities are not often coming in.",
            "finance": "You will have a financial opportunity to enter life. May be an opportunity for work first And resulting in your financial as well If in the past, you had financial problems before. There is a tendency that those problems will gradually resolve and have money to spin in a fluffy, but what you need to be careful is that you may lose the cost of socializing in the circle of friends. Therefore should be careful when using the money as well. For those who do their own business You will have more business revenue, making you feel very satisfied. In addition, if you have an idea to invest more in the business Or invest in whatever property Still considered that the investment has the opportunity to grow But you should study the information well first",
            "health": "Overall, your health in this phase is considered strong enough. But must be careful of the sun's eyes too much Or there may be frequent travel in different places, causing discomfort as well For those who are sick, there will be a little better. But still have to be careful because it may come back to get sick again",
            "personality": "Like to socialize, like to have a lot of connections Revealed and opened friendship and love continuously. Life has changed Always found a turning point Is an ambitious person Want to succeed Want to live comfortably Therefore, some people may work. Because wanting to create stability in life quickly Like the risk of luck",
            "education": "During this period, you will be more enthusiastic about learning. And there is a commitment to have a good future Makes you more diligent than before However, you should also practice patience together because it is likely to be diligent in a short period of time. In addition, this card indicates having activities related to various studies, such as joining the club or participating in the school. Or university Working in groups, for example, if there is any exam in this period If you've had a very bad examination This test results have the criteria that will improve and make you feel very satisfied. But if in the past you already have good grades, must be very careful Because it may not be as good as you think",
            "luck": "You may have work luck. As well as being given financial opportunities as well Regarding opportunities for luck Can also gamble about 50%"
        },
        {
            "id": 11,
            "card_name": "Justice",
            "love": {
                "single": "In single people, you may meet someone. And felt that he was a very attractive person But must be careful that Be a person you think If you don't know him well, don't just dedicate your feelings. Because there may be a matter of regret later",
                "in_relationship": "Do not expect much from the lover. Because he will have a high self If you want to do anything I don't want to do it. So it will be difficult to force him. In people who are just starting to get together, the relationship will seem to be extremely serious, but in the long run, still have to watch first. If married Considered that the relationship is good enough But lovers may be fussy with you."
            },
            "career": "Work during this period will always have a fussy problem. Makes you feel hard And may work until not rest at all Be careful of overdoing the job, it can reduce your work efficiency. Should find some time to rest In addition, you will feel that the boss is very fussy with you. May be a lot of things or need a high works of work Make you bored If there is a job related to documents Must be careful of the error as well People who do their own business Or is an independent worker During this period, you may have problems with customers because customers are quite a lot. Therefore requires a little high patience If there is a document contact, it should be careful or else may be disadvantaged.",
            "finance": "There will be financial luck from your own ability. Finances in this phase are considered uninterrupted. But also has a relatively high expense as well Should be careful of your own money because you may buy too much luxury Although it has not been in trouble in matters of money But should not be careless Overall, the financial will be like the left hand. The right hand can be rotated in time, but there will be no money left. For those who do their own business, there may be a lot of fussy expenses, so you are worried that you will not make money in time. But the income that comes is enough to make you turn money in your business. Only the profits may not be much left.",
            "health": "Must be careful of fussy illnesses, especially diseases related to the stomach area May be intestines Or the digestive system as well For those who are sick, they still have to take good care because they may not be cured. Although the recovery is better, there is a chance to come back to get sick again.",
            "personality": "Sacred has a personal world, long time, loves in honor and dignity. Follow the rules Absolutely decision Agree to break and not bend Not taking advantage of anyone And do not let anyone take advantage Do not like people breaking the contract Often have a duty to be a middleman Is a dependency of others",
            "education": "The situation of study is not very worrisome. Because you will be more determined than in the past And have the driving force that will improve your academic performance However, do not compare yourself to others too much. Because it will make you feel bad, be careful with a little conflict with the teacher Or your classmates You may also have to reduce your confidence. Do not ego so high that they do not accept the opinions of others who have good hopes for you. If there is an exam in this phase, you will be able to do it quite well. But maybe not a point that you are very satisfied because of more expectations",
            "luck": "There are not many fortune in this period. But if there is, it may be a small souvenir rather than gamble in this period, there are some chances, but not many opportunities, about 40%"
        },
        {
            "id": 12,
            "card_name": "The Handed Man",
            "love": {
                "single": "This love situation is quite fragile for you. You may feel like And very lonely in single people. If you love to like someone, there are criteria to be heartbroken, disappointed or lose feelings from the person you secretly love. May love one side or be denied as well",
                "in_relationship": "Must be careful of the demands from the other party too much The relationship is in a fragile period. Must be adjusted to each other to: support the relationship You may feel that lovers don't understand you at all. Or there may be a loss of feelings from your lover. Be careful of quarrels, or in some pairs, may be too harsh to break up as well."
            },
            "career": "In this period, the work will not be much as you like. Both in terms of work in the workplace You will be awkward and must always adapt to the environment. You may have an idea to resign. Change jobs because of being bored with the current work But if you can adapt to the working environment You can go through various problems in the person who thinks to resign. You should find a new job before resigning. Because there is still no criteria for new work in this period But if you work about illusion Or behind the scenes in the magazine, it is considered that the work is not very smooth during this period.",
            "finance": "Finances during this period will be a very tense period. You may be shocked and can't turn money in time. Causing anxiety because it feels like you are dark And do not think of the financial problems that occur Try not to spend extravagant in this period. And should make some income and expenses So you can know where the weaknesses are used to use the money and will gradually solve the problem step by step In addition, you must be careful of debt problems or guarantees for others if someone asks to help guarantee. You should think carefully. But the best way is to not guarantee anyone better because it is likely that you will be responsible for the debt later. There may be a loss of money about your own health. Or family members as well It is a period that must be very careful of spending.",
            "health": "During this period, you should be very careful of your health. There is a chance to fall into a mat. Or sick and sick until having to recover for a long time If this card appears, that is a sign that you should take care of your health better. Or may go to see a doctor for a health check",
            "personality": "High patience Look at the world like no other There are often ideas that most people expect. If you like or intend to do anything, you will be dedicated to you. Set a goal Not easy to change Until successful, old things, old places or familiar things, making peace of mind Is a conservative Loyal to those who trust or the organization that they are affiliated with There is often a burden that has to be carried, or being hit, crispy, have to follow the way that others have laid down.",
            "education": "Studying during this period is quite stressful. And very serious for you You will feel discouraged and feel like you don't understand some subjects. Which you should not be careless If you do not understand, you should hurry to consult a teacher or friend. Otherwise, it will result in you not understanding in the next study if there is an exam during this period. You should be diligent, including a lot of lessons to review. Be careful of failing the exam. There is a high chance that you will have to come to repair because of careless with some subjects. In addition, beware of stress in learning, resulting in you sick. Or not comfortable from sleeping, not enough",
            "luck": "During this period, there is no fortune. Most often it is a bison. If there is a chance to make merit, it should be done to make it somewhat unlucky. For the opportunity to risk that 0%"
        },
        {
            "id": 13,
            "card_name": "Death",
            "love": {
                "single": "During this period, you may feel depressed and hopeless. The situations are not as expected. Makes your mind very bad It is possible that you may find the loss of love. And will make you stronger and understand love better And still can't accept However, please let you know that after passing this bad time",
                "in_relationship": "You will feel that your lover makes you very tired. There may be limitations from many lovers that make you feel bored and tired. The best way is to be very calm because lovers tend to not have reason in this period. In some couples, be careful, there are serious arguments. May even break up"
            },
            "career": "The situation in this period is not very good. You will feel very bored of work. There may be some problems at work and make you feel that you can no longer be patient. In some people, they may feel like they want to change their jobs or resign. But you should think carefully because finding out of the car without having a new job You may be unemployed longer than you think. But if you can endure it first, it is likely that the situation may improve In people who do personal business, they may experience extreme conditions. Trading is rarely or has problems with partners. Still have to try to support each other first In addition, in some cases, if not enough to be able to close the business as well",
            "finance": "Your financial situation is a period that must be very careful. There may be financial problems or expenses that need to be managed but cannot make money to spin in time. You will feel stressed and depressed, as if not knowing how to solve the problem. You should be very calm now and try to be conscious. Do not borrow money outside the system or do a loan, even if you know that it is too power to use it back. Because it will definitely cause problems later In full -time workers, it must be economical. Do not be extravagant because there is an opportunity to have debt from using money without being careful. If you do a personal business, there may be a problem being cheated. Being wrying money The financial system in the company is poor. Therefore, should support yourself first. Do not think of investing or doing anything more. Should start by reducing unnecessary expenses",
            "health": "Be careful, have a serious health problem until you have to go to the hospital. Some people may have surgery criteria. If there is an opportunity to donate blood Or donating the coffin will help solve health In people who are sick, be careful of subsidence. Should take a lot of health",
            "personality": "The outside is hard but really Is a hurtful person, love, hate strong, which is strongly dedicated Keep good money, but when used, often pay in lumps Always have to pay for the lover or family always Is a senses quickly Good mood for people around Rarely attached to the surroundings Can adapt and rely on oneself May have to be far from home, far, lovers or travel frequently",
            "education": "You will have a lot of stress and pressure. Be careful of studying too hard, causing illness or discomfort as well. In some people, they will feel bored and want to resign in the middle. Which do not be too impatient Because this mood will be for a while and will disappear Therefore, if impatient, hurry out, you may have to sit and regret and regret later. If there is any exam in this period, be careful of the failure. Or have to take the repair as well Except that studying a faculty related to medical is not very worrisome But should not be careless In people who work groups, be careful, have problems with friends who study together. It was a time when there was a problem. But if you are patient, you can definitely get through it",
            "luck": "Should not gamble in this period because it is likely to lose heavy money If having the opportunity to make merit, the fortune will be very good. Opportunity to gamble 0%"
        },
        {
            "id": 14,
            "card_name": "Temperance",
            "love": {
                "single": "In a single person, you may have to come to mind that this period is not the moment you find love. If going to secretly love, secretly like someone, still do not have the opportunity to be very fulfilled, must be smooth. In addition, if you like someone for a long time and still not happy",
                "in_relationship": "You have to be very careful about your own emotions. Because it may be easily irritated, causing lovers to be bored The distance is fragile in the relationship. Must try not to bind or demand from lovers too much. Because there is a tendency to have quarrels"
            },
            "career": "The situation in this period is not very good. You need to endure the emotions of people at work. Which sometimes should be released, do not pay much attention Because it will make you feel bad about the work you are doing In some people who work regularly, they are bored. Or want to resign from work Work often has problems to solve fussing often or work and then be fixed in the middle of the car as well. In addition, there may be a matter to travel about work, such as going to see work in other provinces or abroad, for example. For those who do their own business, this period must be very durable. Because you are likely to be bored or give up halfway If passing through this period, the situation will begin to improve slowly.",
            "finance": "Finances in this phase are not as much as you. Out of the left hand-pay the right hand There is money coming in to rotate all the time, but can't keep it at all. You should review your own money usage behavior in the past, see if spending too much money according to emotions. Because if you are not careful, you may encounter a shot. In those who are thinking of investing whatever during this period, should postpone first Because there is more chance of damage than getting money Especially if having the idea to join the shares with anyone, should check carefully, so that you will not regret later For those who own business During this period, finances are still available to spend. But should not be careless because of the money that comes in mostly",
            "health": "Overall health during this period will not have many problems. Most often it is a matter of emotions that are especially frustrated. However, you should be careful of the small accidents in front of the legs as well. In people who are sick, they are when the body is adjusting to recover again. Therefore, you should also rest enough.",
            "personality": "Do not like to be still, bored, like to go outside Traveling is often not at home. Life has always changed. A brave person Dare to try communication Negotiating, compromise Creative But may change your mind easily Easy love, fast, fast Mood swings If for anything, it will change immediately. Because I don't like to wait patiently Make good money but can't save money. Must save money as property only There is money spinning all the time.",
            "education": "Should be very careful of your up and down emotions because it will cause boredom And felt not wanting to pay attention to studying during this period In people who work in groups, be careful of opinions that do not match. Makes it easy to conflict, should calm down and look at anything neutral. Overall, studying in this phase is not bad. But may be often lacking concentration. In addition, not enough rest, it may affect your academic performance as well. If there is any exam in this period, be very careful because there is a chance to get a low score unexpectedly before. Therefore should prepare well",
            "luck": "Overall, there are not many fortune, so don't be better at this time. The chances of gamble is considered no 0%."
        },
        {
            "id": 15,
            "card_name": "The Devil",
            "love": {
                "single": "In a single person, if you meet someone in this period, have to check carefully whether he already has the owner. Because there is a chance to find love overlapping In addition, if studying Look at the heart with anyone. It should be better for a long time. Because there is a chance to meet people who are not sincere Or may meet people in the type of hoping for you to play as well",
                "in_relationship": "During this period, you may feel paranoid or do not trust your lover often. Or maybe a lover who is jealous and suspicious of you too much, resulting in disbelief in the other and quarreling In addition, you will feel that the relationship between you and your lover is full. With each other's enchantment But the script will have conflicts, there is a serious problem"
            },
            "career": "You will feel that your work is quite overwhelming. Until almost no time to rest Or in some people may feel that it works too hard than the compensation received In addition, there are many problems to manage until the headache. The work may not be very smooth. But if the line is used Or under the table, it may help your work to be smoother (but if not necessary, do not do it better). Personal workers must be careful of having problems with the partnership being cheated, breaking the contract and may have document problems occur. If there is a joint venture together You should check the documents carefully because it will be disadvantaged later.",
            "finance": "You will feel very stressed about turning money. As well as having financial problems arising from spending carelessly Should be careful of your own hearts because they will have a luxury emotion Or use the money that is not necessary Which you will come to sit and regret later In people who use credit cards, be careful to use the money to cause debt as well. If in this phase need to join the stock, invest in doing business with anyone Should leave before and should check the offer well Because there will be problems later For personal business people, be careful of being crooked, being cheated, or customers pay delay, causing very stress. Therefore should be especially careful about money",
            "health": "Health should be careful of small accidents around the knee, knee bones. Stress or think too much In people who are sick, be careful of chronic symptoms may be recovered more slowly than usual. Therefore, special health should be taken in this period.",
            "personality": "Dressing well, the exterior looks good, flirtatious, charming, reliable, has a passionate, so progress quickly. Dare to be brave enough, emotional, impatient, love, hate what you want. Do everything to get what you want. But was the one who planned to weigh in the head first If anything is not worth it, it won't take action. Like risks (Which is expected to be sure) Hope is high, good taste, use good money, like anything, will like the most Until the head does not rise",
            "education": "During this period, still have to be very careful about learning. You will feel that there is a lot of temptations. Easy to easily concentrate on studying In people who have activities in the class, such as clubs, etc. Be careful of dedication to those activities too much. Until not having much time to pay attention to the lesson People who work groups must be careful of their friends in the group. Break the feeling If there is an exam during this period, do not be dishonest or secretly registered because it will definitely be caught. In the exam, if prepared well, will pass through the score. But if not preparing, hoping to rely on luck, rely on the horoscope, will have the opportunity to take the second repairs",
            "luck": "During this period, fortune will not come yet. If luck comes in, there are often some proposals or conditions. But the chance of luck is still about 30% hope."
        },
        {
            "id": 16,
            "card_name": "The Tower",
            "love": {
                "single": "You may encounter disappointment without being able to keep up. Or feel that the expectations of love are all collapsed. There is nothing left. You will feel that the person you secretly loves is a denying attitude. Makes you feel very sad In people who are still single and still do not like Who would have to wait? Because it's not your rhythm",
                "in_relationship": "During this period, you have to be very careful about your own emotions. It is likely to explode the emotions at the lover. In addition, being jealous or too jealous of the lover may also be a severe quarrel. Overall, it is the period that Blindly relationship Must be very calm"
            },
            "career": "During this period, you have to be very careful of your own emotions. It is likely to be easily frustrated with everything, which will make various problems escalate. People who have worked for a long time will feel uncomfortable and can't bear the atmosphere at work. Began to have a feeling of wanting to resign Change new jobs But should think carefully before resigning because finding away and then it may take quite a long time Before getting a new job again However, be careful of problems in the work that may occur. There may be a lot of conflicts with those around you. Must be careful of yourself, especially about the use of words And your own expression Personal business people must be careful of being cheated. Or the sales dropped to the point",
            "finance": "It was a tense time. You will have a lot of concerns about your own finances. It is possible that there may be a sudden expenditure that you do not set yourself first. Causing the money to not be rotated in time And may shock the money If someone comes to borrow money during this period, avoid it first. Because may not get the money back In business owners, they should avoid investing. And all forms of risk Because it is likely to lose heavy money without getting the principal back But if anyone has a project to invest in the construction of the building Or add office It is considered that there are not many problems. Just be careful, the budget may escalate more than the set.",
            "health": "Must be very careful of accidents, may not be a serious accident, but it can cause sufficient pain, such as being hit by a knife or stepping on the glass until bleeding, etc. Therefore, in this phase, it should be better. People who are sick must be careful of the symptoms subsided. Not considered recovered in this period",
            "personality": "Is a person fighting, not allowing anyone, diligent, enthusiastic, brave, resolute And absolutely Hold on to yourself Believe anything, often confident in that There are no new opinions that do not match other people. Thinking of a hot, impatient, impulsive, and impulsive, acting fast until it is considered to be negligent, lacking, lurking, distraction, and saying nothing.",
            "education": "Will have a feeling of pressure And very stressed about the situation in this period You will start to feel uncomfortable. And bully doesn't want to come to study Or may argue about jumping because studying, do not understand Be careful of your own negative thoughts. Because it will give you a bad and lower learning. In addition, the use of emotions above the reason will lead to conflicts in your school/university groups as well. People working in groups may have problems with friends. Or there are some events that are disappointed with society in your own place. Overall, it is a time when you have to endure a lot. You may feel very discouraged. However, consciousness in every matter will help the problem become lighter.",
            "luck": "There is no fortune in this period. In addition, be careful of bad luck. If there is a chance to make merit, it will help to be light. Lucky Should not risk any luck during this period because there is a chance of losing a heavy risk of 0%"
        },
        {
            "id": 17,
            "card_name": "The Star",
            "love": {
                "single": "The situation of love during this period is quite relaxed, comfortable, nothing that makes you very worried. In the event that you are still single, it may be When the horoscope of love is not outstanding Not very excited If secretly like someone, still have to continue to hope Because there are not many hopes",
                "in_relationship": "There will be more relaxation in the relationship between you and your lover. If there was a mistake before, there was a genre. Leaning that it will be resolved soon May be reconciled again, but the relationship is not very tight. In lovers, do not demand too much from the lover to give some freedom to the lover, it will make it smooth."
            },
            "career": "You will feel bored with work. Because this card indicates too comfortable work Or in some cases, it may mean that there are not many work for you to do. Often have a lot of free time until bored Which, if like this for a long time, will make you lose their enthusiasm in the end Try to talk to your boss to ask for more work, it may help solve the problem. In those who are looking for a new job, may have to wait for the rhythm first because you will not get a job soon. If thinking of resigning and going to find a job, take the sword, then be careful because there are criteria to be unemployed for many months. In private workers or trading During this period, customers may be sluggish. There are not many orders coming in. However, if you can endure this time, there will be good things that will definitely happen.",
            "finance": "Finances in this phase will be enough. But not much Therefore, do not just be complacent to spending money too. It should be better for emergency money. If you have a serious problem with finance Shows that this period will begin to be somewhat light But the finances are not certain, not sleeping In people who are thinking of investing, doing business should slow down the time first. Do not invest in this period. Because for a long time to withdraw the capital back Not yet the right rhythm In some people, there may be expenses for home renovation. Or can improve the land of housing as well. Overall, the financial horoscopes are not difficult. But not much to use as you wish If waiting for the financial news, it may not be as expected. Still have to wait for a while",
            "health": "During this period, your health is still not worrisome. But be careful of insufficient rest May cause a little illness in people who are not strong. Or being sick, there will be a slow recovery. If taking good care of your health, it will definitely heal.",
            "personality": "Being charming Wherever you go, everyone admires. Be outstanding, unique, polite, good -hearted, good heart, like helping others Looking at the world positively, loves nature, free, but there is love, solitude, has a personal world next to the house, is sincere, so there are a lot of friends, but really close people are working to make money well. Often get money from the ability and socializing, love, intellectual, creativity",
            "education": "Studying in this phase will be a little better than in the past. But you must also have more efforts. During this period, you will feel more relaxed. While acting too comfortable to become lazy If you have any questions in the course, try to group or ask for advice from friends. They will help you very well. If there is an exam during this period, the test results are satisfactory. Not very good, but definitely won't fall The thing that must be careful is your own rest. Must allocate enough lessons to review lessons and relaxation. Otherwise, it may cause stuck in the subjects that can be studied.",
            "luck": "During this period, you will not have any fortune or fortune. If there are good things coming in, it is often more about life with life. The risk of luck is not the right rhythm. Opportunity to gamble 0%"
        },
        {
            "id": 18,
            "card_name": "The Moon",
            "love": {
                "single": "Love situations are usually not as much as in this period. If you are a single person, you may secretly like someone, but the other person still doesn't seem clear to you, as well as that he may already have his lover. The relationship in this phase will not progress as expected, may have to wait and see.",
                "in_relationship": "In this period, you may be too paranoid of lovers to make your lover annoy. Should reduce the idea a lot and do not find fault Too much lovers In some couples, there may be conflicts with lovers and feels that there are doubts that have not been discussed. However, should use Calm down and do not be distracted by yourself because it can cause problems in the relationship."
            },
            "career": "You will have more stress and pressure on work. May have a depressing and bored mood, do not want to work. This time, the work is not sure. There is a chance to be fixed often, causing you to be discouraged because of working without pleasing to the boss. Have the opportunity to have problems with colleagues in the wrong communication Or talk and not clear. In addition, be careful to make a lost document or make mistakes Therefore, it should be very careful if there is a request for help from colleagues. May not receive much cooperation",
            "finance": "You will have stress on financial matters. Or feel very pressured and anxious Should be careful of using money as you wish too much May use the money to relieve stress, which will cause debt to be followed later. A good way, you should make an income accounting account. Including checking your own financial status Do not think of buying valuables or valuables in this period. Because there is a chance to not turn the money in time If someone invites investment or doing any business during this period, it should be very careful. Because there is a chance of being cheated or losing until ruined In addition, be careful of money lost or may be lost. In their own business people, should check the company's accounting thoroughly. Because he had the opportunity to be misappropriated",
            "health": "You should be careful of the disease in the body. Drinking too little water With drinking soft drinks, drinking alcohol Or drinking drinks that are not too useful to the body In addition, this card also indicates insufficient sleep. There may be a feeling of sleeping harder than usual. During this period, you may be obsessed with various issues until it causes high stress. Should be free and find time to take care of your mental health because it may be stressful In people who are sick, be careful of infection. Or chronic illness as well",
            "personality": "The exterior is strong, but deep, sensitive, no longer, lonely, considerate, compassionate, thinking, anxiety, panic, fear of unfamiliar things. Want to rely on the mind Love anyone will be addicted to that person. Hate who will not fight in front but will fight back instead (Secretly fighting quietly) There are always people helping Was cheering and urged because of being weak and not brave enough Want to be accepted Of the surrounding society Finances up and down according to emotions",
            "education": "You may have a lot of stress and pressure on education. As well as may not be understood in some subjects that you are not good at You should consult a better friend or consult the teacher, because if left, it will make you not understand more than before. In this period, it is likely that you will bring other problems to worry about your own studies. If there is an exam in this phase, be careful to get a bad score or fail the exam. There is a chance to take the second repairs. Therefore, you should be diligent in reading books and reviews lessons than it is. In addition, you should be too careful sleeping, which causes you to not concentrate on studying as it should be.",
            "luck": "In this period there will be no fortune, so don't be greedy and do not expect any of the proposals. In addition, there are criteria to be betrayed or deceived. Should be very careful about the matter of gamble, should not gamble at all 0% risk"
        },
        {
            "id": 19,
            "card_name": "The Sun",
            "love": {
                "single": "It was a time when there was a new opportunity for love. If in the past you have been disappointed before It is likely to meet people who come to make the heart feel warm again. In single people, this card is considered luck for love for you. It is a charm in you.",
                "in_relationship": "Overall, it is a time when the relationship between you and the lovers are refreshed, with each other, and there are expectations to be dating all the time. It is also eager to push the other party to succeed in other areas as well. For those who are married, if not contraceptive, there will be a chance to have children."
            },
            "career": "This period will be the period that you have the opportunity to progress in the fields that are currently being done. Trusted by the boss at work Or may be promoted Promote Adjust the salary as appropriate. There will be new jobs for you to be responsible. Which you will be able to do it well Make it accepted by those around you. But may also be careful because there is a chance to be offended as well For those who do their own business You may have a new project. Or new ideas about your business Which has the opportunity to progress in a good direction Including you will be famous in your field. There are more people who know your organization.",
            "finance": "You will have financial fortune. Which will be obtained from your own ability If in the past had financial problems that were anxious It will be considered to be resolved in a better direction. You will have a financial luck without dreaming. May not be much, but satisfied to a certain extent In people who are waiting for financial news Will receive good news Or if someone has borrowed your money, will have the opportunity to return as well For those who own business Or do your own business Will be a rhythm that has quite a lot of money into the system If it is a merchant, it is considered to be selling well, profits, or anyone who has the idea that you want to extend other businesses, there is a chance to do as well.",
            "health": "Overall, your health is still good. There is no problem. There may be a slight headache. In people who want to have children during this period, the body is complete. Makes it easy to have children People who are sick and sick will recover well. Come back strong again",
            "personality": "Personality, cheerful, clear, easy to laugh, easily, confident in yourself, diligent. Anyone who meets is refreshing. Looking at the world in terms of positive energy, it is not eager to do activities. Like being in a fun atmosphere Have creative ideas, good ideas as the center of those around you Some angles are like children. Can't keep the secret, the lampshade is impatient like a child Show off and trust people easily",
            "education": "Your situation in your studies is likely to improve. If in the past, your academic performance fell Can be happy that after this will start better slowly. What to be careful in this period is that you may be too confident in yourself. I think I'm good. Or cool enough This kind of idea will make you not develop yourself. And not as diligent as it should be Therefore should change the idea again If there is a test in this period, there is a high chance of passing. However, do not be careless. Please do it fully, and the academic results will definitely come out than expected. In people who have to compete in various competitions or entrance exams, will definitely take the exam if you are not lazy.",
            "luck": "There will be fortune in love. Or have luck from children In people who are thinking of gamble, there is a chance to win. The opportunity to gamble about 50%"
        },
        {
            "id": 20,
            "card_name": "Judgement",
            "love": {
                "single": "This card often indicates unexpected love. Or suddenly met In a single person, you have the opportunity to meet someone without expected. And have the opportunity to learn to study the other person's temperament Make the relationship progressed As for those who secretly like someone, there may be ideas to decide to do something. To make the relationship progress",
                "in_relationship": "It will be a time when you feel more and more relieved than ever. If in the past, you have an unresolved matter, then there will be a chance to clear soon. You may have to accept that your lover doesn't have much time to pay attention to you, but that doesn't mean that he loves you less. Only he may have many burdens, so you don't care about you. In a distant pair, there will be a chance to come back together."
            },
            "career": "There may be a sudden change of work. Or there is news about work As well as may have old problems or old works that have been completed and then demolished to take back to fix again This time you should be humble with the boss/adult at work. Because he had the opportunity to receive help from adults In addition, it may mean something to decide what to do with your own working life. However, please let you know that this decision will affect your future as well. Which cannot be said to be good or bad But it is something you have to face with it. Personal workers may have the idea that they want to improve their business in place.",
            "finance": "There may be a sudden change of work. Or there is news about work As well as may have old problems or old works that have been completed and then demolished to take back to fix again This time you should be humble with the boss/adult at work. Because he had the opportunity to receive help from adults In addition, it may mean something to decide what to do with your own working life. However, please let you know that this decision will affect your future as well. Which cannot be said to be good or bad But it is something you have to face with it. Personal workers may have the idea that they want to improve their business in place.",
            "health": "Overall, your health is still not very worrisome. But must be careful of the disease related to the head Such as various headaches. In addition, if they have had any diseases before, be careful that the old diseases that used to be returned again In people who are sick, it still takes a while to recover. The symptoms will improve slowly.",
            "personality": "Life has changed, enthusiastic, active, mouth and heart. May be somewhat ranting, but in truth, having fun talking, talking, talkative, negotiating, good heart, likes to encourage others It is known to society around. Be revealed A good persuasion Do something dare to dare Do not do anything wrong. Because of the rocket karma Soon will be exposed Sometimes it may look mysterious and difficult to understand. Hard access When angry, it is very scary.",
            "education": "In the past, you may find that you are indifferent or letting time in vain. But when this card appears, it often indicates that you have grown into adults. Have more thoughts and consciousness than in the past You will have a feeling that you want to develop your own learning better. There may be a special school decision. As well as studying according to various training courses as well. Or the institution you studied They will help you more than you think. People working in groups with friends are considered smooth. Not many problems If there is an exam, do not rely on luck. If diligent and prepared well enough, you can definitely do it. But if lazy, prepare to fix it",
            "luck": "You may have a fortune in unexpected. If expecting, may not be Without expecting The risk is considered not much. Approximately 40%"
        },
        {
            "id": 21,
            "card_name": "The World",
            "love": {
                "single": "Single people, you will have the opportunity to find a new love. Or may mean you have broken up with someone for a while And meet new people who come into your life. However, try to open your heart because in the beginning you may not be more interested in him than you think. But when trying to talk, it is likely to be compatible",
                "in_relationship": "It may be a period when both of you have to sit and review about the relationship in which direction to move forward. If not more advanced, it may break up for some reasons. As for the couples that have been together for a long time, the relationship is still smooth and good, there are travel, traveling together or you may have lovers far away. (Foreign people)"
            },
            "career": "During this period, you will have the feeling that you want your work to get in place more, such as getting a new job. Or get new responsibility that makes you progress Overall, you have a desire to be more stable than the present. In some people, there may be ideas that want to change the work. Or resign to start a new job May be both a new work Or go out to do your own business as well Which, if you make a good decision, do not worry because of this situation When you pass it and look back You will see that the past is a lesson that will make you grow and stronger. People who do their own business, if done for a long time, will start to be more stable. But if just doing the first part, will feel tired and want to stop doing However, please be patient. Don't just give up.",
            "finance": "Your financial situation is not very good. But at a level that is not difficult Or in trouble about finance at this stage Some people may have ideas that want to invest in real estate or land to buy houses that are stored as well. Which if you don't have much financial burden Can buy People who are waiting for financial news may have to wait a long time. But also have a chance As for those who have been borrowed, there are some opportunities. But so long that you may have forgotten to get a refund People who do personal business may have ideas that want to expand your business. But should wait for the first time because the finances are not very smooth",
            "health": "Overall, it's not very worrisome. But must be a little careful of the back pain There may be pain in periodic people who are sick will definitely have a good chance of healing, but it may be slow, so should take care of health continuously as well.",
            "personality": "Bored easily like change Like traveling Modern, adaptable to the world in time Is the leading trend leading the trend always alert Doing something fast, the eyes are quick everywhere, namely home. Everyone is independent friend, making a good living. Catching anything is a lot of gold. Not at home",
            "education": "You will have a continuous mood, not much light in studying. In particular, some people may feel that the cables that you have studied are not suitable for you. Want to Xu or want to change the call to study other things However, should think well, because if you decide, you can't come to fix anything. If there is any exam in this period, it must be self -reliant. Don't be too lazy or hope for other people. Because there is a chance that you have to take the repair exam if not read enough books In people who have studied until the end May you be encouraged that if you are fully diligent You will definitely graduate this year. So don't just give up",
            "luck": "During this period, the fortune that has occurred often from your own efforts and diligence. The chances of gamble still have a little bit of hope but not much. Approximately not more than 20%"
        }
    ]
}